export const questions = [
  // Легкие (1-7)
  {
    id: 1,
    difficulty: 'easy',
    question: 'Какую песню просил мужик сзади нас на концерте Уматурман',
    answer: 'Серёга говорит',
    prize: 'Брелок'
  },
  {
    id: 2,
    difficulty: 'easy',
    question: 'Как тебя называли мы, до того, как узнал твое имя',
    answer: 'Рыжуля',
    prize: 'Конфеты РЫЖАЯ-БЕССТЫЖАЯ'
  },
  {
    id: 3,
    difficulty: 'easy',
    question: 'армяноязычный вариант имени Яков',
    answer: 'Акоб',
    prize: '38 проверенных мастер-классов армянской кухни.'
  },
  {
    id: 4,
    difficulty: 'easy',
    question: 'Какой мюзикл я посмотрел по твоему совету',
    answer: 'Ла-ла-ленд',
    prize: 'Постер интерьерный к фильму "Ла-Ла-Ленд"'
  },
  {
    id: 5,
    difficulty: 'easy',
    question: 'Какой язык ты очень хочешь выучить',
    answer: 'Испанский',
    prize: 'Книга Лучшие испанские сказки'
  },
  {
    id: 6,
    difficulty: 'easy',
    question: 'Какое место в ленобласти ты постоянно хейтишь',
    answer: 'Мурино',
    prize: 'Табличка "Я люблю мурино"'
  },
  {
    id: 7,
    difficulty: 'easy',
    question: 'Какие цветы ты так сильно любишь',
    answer: 'белые кустовые розы',
    prize: 'Искусственные белые кустовые розы'
  },
  // Средние (8-14)
  {
    id: 8,
    difficulty: 'medium',
    question: 'Под эту песню на концерте ты сказала, что меня очень не хватает рядом',
    answer: 'Цветами радуги',
    prize: 'Рамка pyrokinesis - цветами радуги '
  },
  {
    id: 9,
    difficulty: 'medium',
    question: 'Какой конструктор мы с тобой собирали у меня в гостях',
    answer: 'Лис из зверополиса',
    prize: 'Конструктор цветы'
  },
  {
    id: 10,
    difficulty: 'medium',
    question: 'Что я прочитал по твоему настоянию',
    answer: 'Норвежский лес',
    prize: 'Книга Норвежский лес'
  },
  {
    id: 11,
    difficulty: 'medium',
    question: 'внесистемная единица проницаемости пористых сред, приближенно равная 1 мкм²',
    answer: 'Дарси',
    prize: 'Интерактивная игрушка шар для кошек и собак мелких пород'
  },
  {
    id: 12,
    difficulty: 'medium',
    question: 'символ богатства, долголетия и удачи, особенно в китайской культуре',
    answer: 'Жаба',
    prize: 'Футболка жаба'
  },
  {
    id: 13,
    difficulty: 'medium',
    question: 'Заполни красворд',
    answer: 'кросворд',
    prize: 'Кружка "Лучший Методист'
  },
  {
    id: 14,
    difficulty: 'medium',
    question: 'На какой паре я тебя впервые заметил',
    answer: 'Маркетинг',
    prize: 'Подарочный набор'
  },
  // Тяжелые (15-21)
  {
    id: 15,
    difficulty: 'hard',
    question: 'Рогатый заяц, обитающий в лесах баварии',
    answer: 'вольпертингер',
    prize: 'Огромная банка с пивом вольпертингер'
  },
  {
    id: 16,
    difficulty: 'hard',
    question: 'Когда мы впервые кратко поговорили',
    answer: '3 марта',
    prize: 'Микрофон C-1U'
  },
  {
    id: 17,
    difficulty: 'hard',
    question: 'Куда мы пошли в первую нашу прогулку',
    answer: 'Токио Сити',
    prize: 'Сертификат в Токио Сити'
  },
  {
    id: 18,
    difficulty: 'hard',
    question: 'С кем тебя сравнил в диссе на тебя',
    answer: 'Меган Мурковски',
    prize: 'EP birthday'
  },
  {
    id: 19,
    difficulty: 'hard',
    question: 'Сколько кустов роз было в том самом букете',
    answer: '13',
    prize: 'Пирожное роза'
  },
  {
    id: 20,
    difficulty: 'hard',
    question: '*пока думаю *',
    answer: '*любой ответ верен*',
    prize: 'сюрприз'
  },
  {
    id: 21,
    difficulty: 'hard',
    question: 'Как думаешь, почему ты самая лучшая',
    answer: '*любой ответ верен*',
    prize: 'Твой портрет'
  }
]

export const hints = [
  'подумай о наших первых встречах',
  'вспомни наши разговоры',
  'подумай о наших общих воспоминаниях',
  'вспомни, что мы обсуждали',
  'подумай о наших совместных моментах'
]



